<!doctype html>
<html lang="de">  
<head>
	<title>Videospiele</title>
	<meta charset="utf-8">
	<link rel="stylesheet" type="text/css" href="halloffame.css" />
	<link rel="shortcut icon" type="image/x-icon" href="controller.ico">
</head>  
<body> 
<div id="Uberschrift">
	<h1>Hall Of Fame</h1> 
</div>

<div id="Home">
	<a href="http://esg-landau.de/wf09/projekte.html"><img src="Home.png" alt="Zur&uuml;ck zur Projektseite"></a>
</div>

<div id="validator">
	<a href="http://validator.w3.org/check?uri=referer">
	<img src="http://www.w3.org/Icons/valid-html401" alt="Valid HTML 4.01 Transitional" height="31" width="88"></a>
</div>

<div id="Links">
	&nbsp;<br><br><br><br><br><br><br><br><br><br><br>
	<a title="Genre" href="genre.html">Genre</a><br><br><br>
	<a title="Geschichte" href="geschichte.html">Geschichte</a><br><br><br>
	<a title="Plattformen" href="platformen.html">Plattformen</a><br><br><br>
	<a title="Reviews" href="reviews.html">Pers&ouml;nliche Reviews</a><br><br><br>
	<a title="Hall of Fame" href="halloffame.html">Hall of Fame der Entwickler</a><br><br><br>
	<a title="Startseite" href="index.html">Home</a><br><br><br>
</div>

<div id="Bild">
	<img src="Bushnell.png" alt="Nolan Bushnell">
</div>

<div id="NolanBushnell">
	<h1>Nolan Bushnell</h1><br>
	Nolan Bushnell war einer der ersten Videospielentwickler. 1972 erschien	das Spiel <a title="Pong" href="https://de.wikipedia.org/wiki/Pong">Pong</a>.
	Damit legte er<br> den Grundstein f&uuml;r die Welt der Videospiele.<br>
	Er wurde 2005 in die Walk of Game aufgenommen.<br>
	Er lebt mit seiner Frau Nancy Bushnell im Alter von 73 Jahren in Los Angeles.<br>
</div>

<div id="Bild2">
	<img src="Carmack.png" alt="John Carmack">
</div>

<div id="JohnCarmack">
	<h1>John Carmack</h1>
	John Carmack ist auch einer der Urv&auml;ter der Videospielindustrie. Mit seinem<br> Shooter Doom legte er den Grundstein f&uuml;r sehr viele moderne
	Shooter, wie<br> z.B. Battlefield, Counter Strike, Call of Duty uvm. 2013 wurde er Chief<br> Tchnology Officer bei Oculus VR, um die Entwicklung von VR Headsets<br> voranzutreiben.<br>
	Er lebt mit seinen zwei Kindern und seiner Ehefrau in Texas.<br>
	
</div>

<div id="Bild3">
	<img src="Shigeru.png" alt="ShigeruMiyamoto">
</div>

<div id="ShigeruMiyamoto">
	<h1>Shigeru Miyamoto</h1>
	ShigeruMiyamoto ist ein leitender Entwickler bei Nintendo. Er schuf viele bekannte Reihen wie unter<br> anderem Super Mario, The Legend Of Zelda und Donkey Kong.
	Er ist einer der Hauptmanager und<br> General Manager der Entwicklungsabteilung. 2015 &uuml;bernahm er &uuml;bergangswei&szlig;e nach dem Tode<br> Satoru Iwatas f&uuml;r 3 Monate gmeinsam 
	mit Genyo Takeda die Gesch&auml;ftsf&uuml;hrung. Seit dem 16.9.2015 ist<br> er der Creative Fellows von Nintendo. Er wurde 2005 ebenfalls wie Nolan Bushnell in die<br> Walk Of Game 
	aufgenommen<br>
	Seine Ideen sind gro&szlig;;teil aus seinen erinnerungen Inspiriert. Aber auch aus Deutschland stammen<br> einige Inspirationen: Zum Beispiel sind die Schl&ouml;sser einigen 
	deutschen nachempfunden.<br>
	Heute Lebt er mit seiner Ehefrau und dem gemeinsamen Sohn in seiner Heimatstadt Nantan.<br>
</div>

<div id="SatoshiTajiri">
	<h1>Satoshi Tajiri</h1>
	Satoshi Tajiri ist der Sch&ouml;pfer von Pokemon. 1982 gr&uuml;ndete er das Game Freak Magazin woraus sich sp&auml;ter die<br> Entwicklerfirma
	zu Pokemon entwickelte. Einer der Mitgr&uuml;nder dieses Magazins war Ken Sugimori welcher alle Bilder f&uuml;r<br> Pokemon zeichnete.
	Die Idee zu Pokemon kam ihm da er kommenenden Generationen von Kindern die m&ouml;glichkeit geben<br> wollte Kreaturen (Pokemon)
	zu jagen wie er es mit Insekten tat, nur das er diese nicht in B&auml;lle einsperrte. W&auml;hrend seiner Arbeit<br> bei Nintendo freundete
	er sich mit Shigeru Miyamoto an welcher namentlich auch seinen Platz im Japanischen Anime<br> &quot;Pokemon&quot; fand. In der
	deutschen &uuml;bersetzung ist Shigeru  Garry Eich.<br>
</div>

<div id="Bild4">
	<img src="sid.png" alt="sidmeier">
</div>

<div id="SidMeier">
	<h1>Sid Meier</h1>
	Sid Meier ist geb&uuml;rtiger Kanadier, er wuchs in Detroit auf und Studierte in Michigan Informatik und<br> Geschichte. Mit Bill Stealey
	gr&uuml;ndete er 1982 Micro Prose. Jedoch stand die Firma finanziell nie<br> besonders gut da und wurde breits 1994 wieder verkauft was zum
	austritt Bill Stealeys f&uuml;hrte. 1996<br> verlie&szlig;; auch Sid Meier die Firma und gr&uuml;ndete Firaxis Games.<br>
	Dort erschienen die Civilization Teile III und aufw&auml;rts, 2004 ebenfalls &quot;Pirates!&quot; durch welcher er<br> mit seiner Firma
	gro&szlig;; wurde. Die Ver&ouml;ffentlichten Spiele sind fast ausschlie&szlig;lich im <a title="Strategie" href="genre.html">Strategie Genre</a><br>
	2006 wurde er haupts&auml;chlich	wegen &quot;Pirates!&quot; und &quot;Civilization&quot; in die Walk of Game aufgenommen.<br>
</div>

<div id="Bild5">
	<img src="gaben.png" alt="Gabe Newell">
</div>

<div id="GabeNewell">
	<h1>Gabe Newell</h1>
	Gabe Newell, bei Computerspielern auch unter dem Namen &quot;Lord Gaben&quot; bekannt f&uuml;r die h&auml;ufigen<br> Rabatt Aktionen auf Steam
	ist ein ehemaliger Microsoft Mitarbeiter der zum Mitgr&uuml;nder und<br> Gesch&auml;ftsf&uuml;hrer von Valve wurde. 2003 wurde Steam entwickelt, eine Vertriebsplattform
	f&uuml;r<br> Computerspiele. Erst konnte man auf Steam nur Spiele von Valve wie Half-Live oder Counterstrike<br> erwerben, seit Oktober 2005 jedoch auch von anderen Anbietern.
	Auf Steam gibt es &uuml;ber<br> 125.000.000 aktive Benutzerkonten.<br>
	Er war 2016 auf Platz 810 der reichsten Menschen mit einem Verm&ouml;gen von 4,1 Milliarden Dollar.<br> Au&szlig;;erdem war er 2010 im Forbes Magazine auch einer der &quot;Names You Need To Know&quot;<br>
</div>

<div id="Bild6">
	<img src="notch.png" alt="MarkusPresson">
</div>

<div id="MarkusPresson">
	<h1>Markus Presson</h1>
	Markus Presson ist ein Schewedischer Spieleentwickler der f&uuml;r das Spiel Minecraft bekannt ist.
	Von<br> Spielern wird er oft Notch genannt, was englisch f&uuml;r &quot;Kerbe&quot; ist. Zu beginn Programierte er alleine,<br> jedoch gr&uuml;ndete er 2010 &quot;Mojang&quot; was er 2014 f&uuml;r ca 2.500.000.000&euro;
	an Microsoft verkaufte. Er lebt<br> derzeit unverheiratet in Stockholm und ist seit 2015 auf der Milliad&auml;rs liste von Forbes. Au&szlig;erdem<br> ist er Mitglied der Hochbegabtenvereinigung Mensa International
	und der Schwedischen Piratenpartei.<br>
</div>
</body>
</html>